"""
DİĞER OPERATÖRLER
//////////////////////////////////////////////////////////////////////////////
+----------+------------------+-----------+
| Operatör | Açıklama         | Kullanımı |
+----------+------------------+-----------+
| is       | kimlik operatörü | x is y    |
+----------+------------------+-----------+
| in       | üyelik operatörü | "a" in x  |
+----------+------------------+-----------+
"""

a = b =[1, 2, 3]
c = [1, 2, 3]


print(a== b)
print(a ==c)
print(a is b)
print(a is b)


print(3 in a)
print(4 in a)

























